const langArr = {
    "unit" :  {
        "ru": "Магазин картин ZZZ",
        "en": "Art store ZZZ",
        "ua": "Магазин картин ZZZ",
    }, 
    "search": {
        "ru": "Искать здесь...",
        "en": "Search..."
    }, 
    "hello": {
        "ru": "ПРИВЕТ ^_^",
        "en": "HELLO ^_^"
    },
    "top-today": {
        "ru": "Лучшее за сегодня!",
        "en": "Top today!"
    },
    "best-fot-you": {
        "ru": "Лучшее для тебя",
        "en": "Best for you"
    },
    "picture": {
        "ru": "картины",
        "en": "painting"
    },
    "still-life": {
        "ru": "натюрморт",
        "en": "still-life",
        "ua": "",
    },
    "landscape": {
        "ru": "пейзажи",
        "en": "landscape",
        "ua": "",
    },
    "painting": {
        "ru": "живопись",
        "en": "painting",
        "ua": "",
    }, 
    "lorem10": {
        "ru": "Принимая во внимание",
        "en": "Lorem ipsum dolor sit",
        "ua": "",
    },
    "lorem11": {
        "ru": "Давайте не будем укрепляться в мысли, что объемы выросли",
        "en": "Lorem ipsum dolor sit",
        "ua": "",
    },
    "lorem12": {
        "ru": "Как бы то ни было, крепость духовных скреп одухотворила всех причастных",
        "en": "Lorem ipsum dolor sit",
        "ua": "",
    },
    "lorem13": {
        "ru": "Свободу слова не задушить, пусть даже обереги никого не защитили",
        "en": "Lorem ipsum dolor sit",
        "ua": "",
    },
    "lorem14": {
        "ru": "Если появились вопросы, нажми на кнопку 👇",
        "en": "Lorem ipsum dolor sit",
        "ua": "",
    },
    "lorem20": {
        "ru": "Равным образом, перспективное планирование создаёт предпосылки для направлений прогрессивного развития. Кстати, интерактивные прототипы неоднозначны и будут превращены в посмешище",
        "en": "Architecto,similique unde saepe modi? Similiqueaperiam, consequuntur, ex eiusquibusdam maxime ea nesciunt!",
        "ua": "",
    },
    "lorem21": {
        "ru": "В целом, конечно, реализация намеченных плановых заданий, в своём классическом представлении, допускает внедрение как самодостаточных, так и внешне зависимых концептуальных решений.",
        "en": "Architecto,similique unde saepe modi? Similiqueaperiam, consequuntur, ex eiusquibusdam maxime ea nesciunt!",
        "ua": "",
    },
    "lorem30": {
        "ru": "Современные технологии достигли такого уровня, что высокое качество позиционных исследований однозначно определяет каждого участника как способного принимать собственные решения касаемо системы обучения кадров, соответствующей насущным потребностям.",
        "en": "Lorem ipsum dolor, sit amet consecteturadipisicing elit. Vero commodi eos, suntdolores possimus alias impedit, architecto,similique unde saepe modi? Similiqueaperiam, consequuntur, ex eiusquibusdam maxime ea nesciunt!",
        "ua": "",
    },
    "how": {
        "ru": "Как?",
        "en": "How?",
        "ua": "",
    },
    "help-center": {
        "ru": "Центер помощи",
        "en": "Go to help center",
        "ua": "",
    },
    "shop": {
        "ru": "Магазин",
        "en": "Shop",
        "ua": "Магазин",
    }, 
    "sell": {
        "ru": "Продажи",
        "en": "Sell",
        "ua": "Продаж",
    }, 
    "about": {
        "ru": "Про нас",
        "en": "About",
        "ua": "Про нас",
    }, 
    "help": {
        "ru": "Помощь",
        "en": "Help",
        "ua": "Допомога",
    }, 
    "language": {
        "ru": "Русский",
        "en": "English",
        "ua": "Український",
    }, 
    
}